{
  "experts": [
    {
      "slug": "tpg",
      "headline": "Meet Zach Griff, the Av Geek who travels the world for The Points Guy",
      "image": "tpg.jpg",
      "caption": "Interior design of an airplane.",
      "post": [
        {
          "type": "text",
          "value": "At age 10, Zach Griff received a Microsoft Flight Simulator from his aunt. He played the game every day and soon became obsessed with all things aviation."
        },
        {
          "type": "text",
          "value": "\"I got hooked,\" Griff, now a senior reporter for <a href=\"https://thepointsguy.com/about/\">The Points Guy,</a> said. \"I was fascinated by the concept of travel, especially from the airline's perspective, and how amazing airplanes were.\""
        },
        {
          "type": "text",
          "value": "Working as an aviation writer for the past six years, Griff has been to 63 countries. While he said he loves exploring new destinations and cultures, his favorite part of travel gets down to basics: the plane. Griff is a self-proclaimed “Av Geek” with a world of travel experience and advice."
        },
        {
          "type": "text",
          "value": "\"I love the entire flying experience, from the cabin comfort to the views outside the window,\" Griff said. “I’m not the type to spend all day at the airport taking pictures of planes, but I’m most definitely an Av Geek.”"
        },
        {
          "type": "text",
          "value": "After following The Points Guy on Instagram for “forever,” Griff stumbled upon a job posting and, to his surprise, landed the reporting gig."
        },
        {
          "type": "text",
          "value": "“I never thought I could work in an industry I’m super passionate about,” Griff said. “It's been the coolest thing I could possibly do, and I can’t imagine doing anything else at this point.”"
        },
        {
          "type": "text",
          "value": "In 2019, Griff took what was then the World’s Longest Flight: United Airline’s 19.5 hour route from Newark, New Jersey, to Singapore. He said he spent the entire time marveling at the concept of crossing multiple continents in less than a day and arriving on the other side of the world."
        },
        {
          "type": "text",
          "value": "“It was an incredible journey,” Griff said. “One of my favorites, for sure. So much uninterrupted flight time.”"
        },
        {
          "type": "text",
          "value": "During COVID-19, United rerouted that same flight to John F. Kennedy Airport in New York, adding three miles and establishing a new record for World’s Longest Flight."
        },
        {
          "type": "text",
          "value": "“I knew that once they announced it, I had to do it,” Griff said. “The experience could not have been cooler. I even got to see the Northern Lights out the window.”"
        },
        {
          "type": "text",
          "value": "Griff said he loves traveling with his wife, who isn’t an Av Geek, even though she’s always laughing at his excitement onboard."
        },
        {
          "type": "text",
          "value": "“She just wants to get to the destination,” Griff said. “I just want to fly.”"
        },
        {
          "type": "text",
          "value": "Staying up-to-date with the ever-evolving travel industry is his main challenge as an aviation reporter, Griff said."
        },
        {
          "type": "text",
          "value": "\"There's always something happening,\" Griff said. \"Airlines open new lounges and make updates, and I want to cover it all.\""
        },
        {
          "type": "text",
          "value": "When Griff gets caught up tracking route statistics, best deals on airline credit cards and tourism’s impact on global economies, he said he often reminds himself that above all, travel creates reunion and joy."
        },
        {
          "type": "text",
          "value": "“Airlines, airplanes, aviation bring people together,” Griff said. “I think travel makes the world a happier place.”"
        }
      ]
    },
    {
      "slug": "dube",
      "headline": "Packing tips from a pro: Aviation writer Rachel Dube is “addicted” to travel",
      "image": "dube.jpg",
      "caption": "An efficiently packed suitcase.",
      "post": [
        {
          "type": "text",
          "value": "Rachel Dube has been a travel writer since 2021, with features in AFAR, Insider, Teen Vogue and more. She’s been traveling her whole life but especially connected to international exploration when she visited Italy just as the country began to re-open after COVID-19."
        },
        {
          "type": "text",
          "value": "“Since then, I’ve been addicted,” Dube said."
        },
        {
          "type": "text",
          "value": "Dube said she doesn’t have one favorite trip, but she loved her first visit to Japan. She woke up at sunrise to see Mount Fuji from her bedroom window and said she’ll never forget the experience."
        },
        {
          "type": "text",
          "value": "“It was incredible,” Dube said. “The culture was so unique and every city has such a different vibe. It was so easy to just get lost there, and it reminded me why I love travel so much.”"
        },
        {
          "type": "text",
          "value": "When planning for a trip, Dube said she researches extensively. She reads articles, checks social media and asks friends for recommendations. All her findings go in a Google Doc with lists of activities, restaurants, hotels and events. From there, she narrows down her favorite picks and uses an app like Wanterlog to sort everything out and create an itinerary."
        },
        {
          "type": "text",
          "value": "“I think nowadays with the travel boom it’s so important to book things in advance and be organized,” Dube said."
        },
        {
          "type": "text",
          "value": "Dube said she doesn’t see herself stopping traveling anytime soon."
        },
        {
          "type": "text",
          "value": "“Travel is important because it gives you the opportunity to experience new cultures, step out of your comfort zone and see the world,” Dube said. “It’s one of my favorite things to do and honestly, the more I see, the more I crave it.”"
        },
        {
          "type": "bighead",
          "value": "Dube’s Efficient Packing Tips"
        },
        {
          "type": "list",
          "value": [
            {
              "type": "text",
              "value": "Use an Away bigger carry-on. It’s expandable, holds SO much, and can fit into the overhead bins on most aircraft."
            },
            {
              "type": "text",
              "value": "Invest in packing cubes. In addition, make sure you plan out your outfits in advance. I like to take photos so I know exactly what I’m going to wear and how I would style it. Since it’s all organized, it’s easy to get myself dressed and sleep a little extra when I’m on a trip."
            },
            {
              "type": "text",
              "value": "Baggage gets lost during those tight connections so it’s best to try to be minimalistic during spontaneous weekend trips."
            },
            {
              "type": "text",
              "value": "Travel as much as you can while in college. Once you start working, it’s not as easy."
            }
          ]
        }
      ]
    },
    {
      "slug": "solo",
      "headline": "Solo travel doesn’t have to be scary, just ask this University of Texas student",
      "image": "solo.jpg",
      "caption": "Traveler sits alone, taking in surrounding sights.",
      "post": [
        {
          "type": "text",
          "value": "Vanessa Buelna spent part of her summer in Prague, Czech Republic with other students. But she couldn’t wait for the program to end — because that’s when her solo travels could begin."
        },
        {
          "type": "text",
          "value": "\"I'm a very independent person,” said Buelna, a senior at the University of Texas at Austin. “I just like to do things on my own, explore new places.\""
        },
        {
          "type": "text",
          "value": "On July 8, Buelna went to Copenhagen, Denmark. She spent four days there before road tripping through Holland, visiting three cities in Poland for four days each and visiting Portugal for a full week. After landing in the U.S., Buelna bounced around different states to visit friends and extended family before finally returning to Austin in August. She said with sufficient time to plan, she’d do it all again."
        },
        {
          "type": "text",
          "value": "\"I started researching maybe like five, six months prior,” Buelna said. “It kind of engulfed me. I'd rather just sit at home and plan my trip than do pretty much anything else.”"
        },
        {
          "type": "text",
          "value": "Using Google reviews, Buelna said she was able to determine which hostels were open and if there were recent bed bug outbreaks or other negative incidents. She said she also vetted hostels with TikTok, where she watched quick videos to see the insides of the bedrooms, bathrooms and lobbies."
        },
        {
          "type": "text",
          "value": "Buelna packed with equal precision. She said she carried a backpack and a carry-on, used packing cubes and brought only a “capsule wardrobe” – a few basic clothing items, such as a plain white shirt and jeans, that she could mix and match to create new outfits."
        },
        {
          "type": "text",
          "value": "\"That was my little life for the summer,\" Buelna said."
        },
        {
          "type": "text",
          "value": "Before her trip, Buelna said many people told her to keep a journal. While she found it difficult to take the time out of her adventures, Buelna said she made an effort to journal frequently, even if it meant dedicating a train ride or flight to writing."
        },
        {
          "type": "text",
          "value": "“Sometimes things would happen where I was like, I will be damned if I don't remember this,” Buelna said."
        },
        {
          "type": "text",
          "value": "For aspiring solo travelers, Buelna advised to save up before a big trip."
        },
        {
          "type": "text",
          "value": "\"There's going to be a lot of unexpectedness that happens,\" Buelna said."
        },
        {
          "type": "text",
          "value": "Although this summer marked Buelna’s first long solo trip, she said she didn’t feel scared."
        },
        {
          "type": "text",
          "value": "\"Maybe a little bit in the beginning, but it's just like after that, I feel very independent and like it's kind of just like proving to yourself you can do it.\""
        },
        {
          "type": "text",
          "value": "Looking to the future, Buelna said she’s excited about her plans to apply for a visa to live and work in the United Kingdom. She said she will continue exploring outside her comfort zone."
        },
        {
          "type": "text",
          "value": "\"Travel,” Buelna said. “Is about embracing the unknown and growing through it all.\""
        }
      ]
    },
    {
      "slug": "flight",
      "headline": "Flight attendant experiences 40 years of ups and downs in aviation",
      "image": "flight.jpg",
      "caption": "Flight attendant gives safety demonstration to passengers.",
      "post": [
        {
          "type": "text",
          "value": "This piece uses an alias and does not name the airline to protect the flight attendant’s identity."
        },
        {
          "type": "text",
          "value": "For some people, flying is a chore. For others, it’s a passion. For Susan Smith, it’s both. Smith is a flight attendant who has been working for the same airline for 40 years. She’s traveled to dozens of countries, met countless people and experienced the joys and challenges of being in the sky."
        },
        {
          "type": "text",
          "value": "Smith started her career as a teacher, but she had always been fascinated by flying. She applied to the airline company two years before she got an interview, and she decided to give it a try. Soon, Smith said she became hooked by the flexibility, the camaraderie and the service-oriented nature of the job."
        },
        {
          "type": "text",
          "value": "“We call it jump seat therapy,” Smith said. “You sit on the jump seat and you become almost instantaneous friends. It’s real funny. It’s fairly easy to talk to everybody, because the people that choose to be a flight attendant all want to be a help of some kind.”"
        },
        {
          "type": "text",
          "value": "Smith has seen many changes in the industry over the years, from security measures to technology upgrades. She said she often mediates between bickering passengers, and they typically resolve their issues long before the flight lands. But Smith has also dealt with unexpected events, such as passengers fainting onboard and hitting their heads on the galley."
        },
        {
          "type": "text",
          "value": "“In all the years that I've been on, if we’ve had a medical emergency, I've never had anybody not pop up and say ‘Hey, I have medical experience,’  ‘Hey, I'm a doctor,’  ‘Hey, I'm an ER nurse,’” Smith said. “The gratitude that you feel for these people to step up and help you out and help somebody that they don't even know is just amazing.”"
        },
        {
          "type": "text",
          "value": "Best of all, Smith said she enjoys exploring the world and learning about different cultures. She’s traveled to many places in Europe, Asia, South America and Canada. She loves Italy for its history and beauty, London for its “hustle and bustle” and Peru for its hospitality."
        },
        {
          "type": "text",
          "value": "“Every place you go, you can look for the charm of each city and country,” Smith said. “But one thing I’ve noticed is that wherever you go, people are busy working, busy visiting, busy going out to eat. We’re all the same, which I love.”"
        },
        {
          "type": "text",
          "value": "During the flight, Smith said she’s noticed people watch both older movies and new releases, even back-to-back. She recommended comfortable clothes and bringing layers, even though she said you can always ask a flight attendant to change the temperature."
        },
        {
          "type": "text",
          "value": "“The biggest complaint we get is ‘Oh, it's too cold in here,”’ Smith said. “And feel free to loosen your laces if your feet swell, but please don’t take your shoes off!”"
        },
        {
          "type": "text",
          "value": "Mealtime is Smith’s least favorite part of the flight – not because of the food (which she confirmed flight attendants do eat) – but because of the 200-pound meal cart she must push up and down the aisles."
        },
        {
          "type": "text",
          "value": "“I don’t think people know how heavy that thing is,” Smith said, laughing."
        },
        {
          "type": "text",
          "value": "The veteran flight attendant said people also don’t often recognize that the crew works for 15 or 16 hours at a stretch."
        },
        {
          "type": "text",
          "value": "“You don’t show your fatigue because you’re there to serve your passengers, but many don’t realize that you’ve been on duty for much longer than they might think,” Smith said."
        },
        {
          "type": "text",
          "value": "As she gears up for her next time onboard, Smith said travelers should remember to hydrate (with water, not alcohol, as she specified), and to follow all safety instructions, even the seat belt signs. She said she loves her job and continues to feel grateful for the many unique experiences."
        },
        {
          "type": "text",
          "value": "“I would definitely recommend this as a career,” Smith said. “It’s exciting. Everybody’s got places to go.”"
        }
      ]
    },
    {
      "slug": "safety",
      "headline": "Learn travel safety tips from the experts",
      "image": "safety.jpg",
      "caption": "Seatbelt sign on a plane.",
      "post": [
        {
          "type": "text",
          "value": "Rob Mark is a seasoned commercial pilot, podcaster and journalist with the original aviation blog Jetwhine, who has dedicated his life to the aviation industry. Mark’s journey in aviation has been marked by diverse experiences, including a stint as an air traffic controller for the FAA."
        },
        {
          "type": "text",
          "value": "Benét Wilson is a self-proclaimed “Aviation Queen” (also the name of the media organization she founded for aviation journalism) who specializes in travel safety tips, especially for minority communities. She’s traveled across the world and back and worked as a supervisor and reporter for The Points Guy, LendingTree and more. NPR, Adweek and other major media outlets have interviewed Wilson as a travel expert."
        },
        {
          "type": "Bighead",
          "value": "Read on for Mark’s and Wilson’s best travel safety tips!"
        },
        {
          "type": "list",
          "value": [
            {
              "type": "text",
              "value": "Buckle Up Always: Turbulence can occur unexpectedly, causing injuries to passengers who are not securely seated. Even after the seatbelt sign is turned off, it's crucial to keep that seatbelt fastened."
            },
            {
              "type": "text",
              "value": "Know Your Route: Before arriving at a new destination, especially if it's after dark, plan your route and ensure someone trustworthy is picking you up. Avoid hailing random cabs or rides, especially in unfamiliar territories."
            },
            {
              "type": "text",
              "value": "Stay Aware of Surroundings: Given the prevalence of technology use, it's essential to balance the convenience of navigation apps with staying aware of surroundings. Walking around with a phone constantly in hand and your eyes down can make you a target for theft. Keep one headphone in your ear to hear directions, and keep your eyes on the road."
            },
            {
              "type": "text",
              "value": "Guard Your Belongings: Try to avoid looking lost/vulnerable especially in busy places like airports, where pickpockets may be on the lookout for distracted travelers."
            },
            {
              "type": "text",
              "value": "Break Language Barriers: When faced with language barriers, seek assistance from authority figures like police officers. Most police officers have some proficiency in English, and if communication is challenging, gestures and pointing can help bridge the gap."
            },
            {
              "type": "text",
              "value": "Get Savvy: For unmarried women traveling solo, wear a fake wedding band on your ring finger. This makes you less vulnerable to attackers because you don’t appear “alone.”"
            },
            {
              "type": "text",
              "value": "Lock it Up: Bring a lock and key (available on Amazon for $9) so that no one can steal your belongings from the hostel locker. If you’re staying in a private hostel room, bring a portable door lock (available on Amazon for $8) so that no one can unlock your door from the outside."
            },
            {
              "type": "text",
              "value": "Don’t Leave Without ‘Em: Make sure to pack identification (passport, driver’s license and phone with screenshot of boarding pass), hygiene products, snacks, a collapsible water bottle, a plastic bag for trash or dirty clothes, headphones, chargers, adapters and a plug outlet with plugs, USB and USBC ports. Keep it all in a backpack that will fit under the seat in front of you."
            }
          ]
        }
      ]
    }
  ]
}
